---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ProjectLocation
source: html/5a4fcda2-f474-583b-be4c-a167e4efa116.htm
---
# ProjectLocation Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.